[TheWorld:PersistentLevel.Main_Sequence.chaoscheck.DisSeqAct_AddDarkness_0 DisSeqAct_AddDarkness]
m_Text=""

[TheWorld:PersistentLevel.Main_Sequence.chaoscheck.DisSeqAct_DialogScriptedChoice_0 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="正常开始")
m_Choices[1]=(m_ChoiceText="跳过并开始战斗")
m_Choices[2]=(m_ChoiceText="跳过并醒来")
m_Choices[3]=(m_ChoiceText="别理我")

[TheWorld:PersistentLevel.Main_Sequence.chaoscheck.DisSeqAct_DialogScriptedChoice_1 DisSeqAct_DialogScriptedChoice]
m_Title="督军"
m_Choices[0]=(m_ChoiceText="高混乱度结局")
m_Choices[1]=(m_ChoiceText="低混乱度结局")
m_Choices[2]=(m_ChoiceText="直接开始！")

[TheWorld:PersistentLevel.Main_Sequence.chaoscheck.DisSeqAct_DialogScriptedChoice_2 DisSeqAct_DialogScriptedChoice]
m_Title="混乱度"
m_Choices[0]=(m_ChoiceText="高")
m_Choices[1]=(m_ChoiceText="低")
m_Choices[2]=(m_ChoiceText="直接开始！")

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_0 DisSeqAct_UpdateTaskTarget]
m_TargetName="托马斯"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_1 DisSeqAct_UpdateTaskTarget]
m_TargetName="装备"

